{
  "suggestions": [
    {
      "suggestion": {
        "title": "Stillness is the Key",
        "subTitle": "An Ancient Strategy for Modern Life",
        "author": "Ryan Holiday",
        "pageCount": 262,
        "publishedDate": "2019-10-01",
        "isbn": "9781782835271",
        "thumbnailAddress": "http://books.google.com/books/content?id=916TDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "googleBooksLink": "http://books.google.at/books?id=916TDwAAQBAJ&dq=9781788162050&hl=&source=gbs_api",
        "language": "en",
        "summary": "'Whether you are an athlete, an investor, a writer or an entrepreneur, this little but soulful book will open the door to a healthier, less anxious and more productive life and career.' - Arianna Huffington 'Ryan's trilogy of The Obstacle is the Way, Ego is the Enemy and Stillness is the Key are for sure must-reads.' Manu Ginobili, 4x NBA champion and Olympic Gold Medalist Throughout history, there's been one indelible quality that great leaders, makers, artists and fighters have shared. The Zen Buddhists described it as inner peace, the Stoics called it ataraxia and Ryan Holiday calls it stillness: the ability to be steady, focussed and calm in a constantly busy world. This quality, valued by every major school of thought from Buddha to Seneca, John Stuart Mill to Nietzsche, is urgently necessary today. And, Holiday shows, it is entirely attainable. Just as Winston Churchill used bricklaying as a time to recharge and reflect, or Oprah Winfrey learned deep empathy from her quiet childhood, we can all benefit from stillness to feed into our greater ambitions - whether winning a battle, building a business, or simply finding happiness, peace and self-direction. Filled with wisdom and examples from historical and contemporary figures, this book shows how to cultivate this quality in your own life. Because stillness is not merely inactivity, but the doorway to the self-mastery, discipline and focus necessary to succeed in this competitive, noisy world.",
        "state": "TODO"
      },
      "suggester": {
        "name": "Martin",
        "photoUrl": "https://lh3.googleusercontent.com/a-/AAuE7mAPzi9I0oWnggqmVR5fL9Be88VNOChcDom8QgQ1fA=s96-c"
      },
      "recommendation": "TODO"
    },
    {
      "suggestion": {
        "title": "The Design of Everyday Things",
        "subTitle": "",
        "author": "Donald A. Norman",
        "pageCount": 368,
        "publishedDate": "2013",
        "isbn": "9780262525671",
        "thumbnailAddress": "http://books.google.com/books/content?id=heCtnQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "googleBooksLink": "http://books.google.at/books?id=heCtnQEACAAJ&dq=9780262525671&hl=&source=gbs_api",
        "language": "en",
        "summary": "Even the smartest among us can feel inept as we fail to figure out which light switch or oven burner to turn on, or whether to push, pull, or slide a door. The fault, argues this ingenious-even liberating-book, lies not in ourselves, but in product design that ignores the needs of users and the principles of cognitive psychology. The problems range from ambiguous and hidden controls to arbitrary relationships between controls and functions, coupled with a lack of feedback or other assistance and unreasonable demands on memorization. The Design of Everyday Things shows that good, usable design is possible. The rules are simple: make things visible, exploit natural relationships that couple function and control, and make intelligent use of constraints. The goal: guide the user effortlessly to the right action on the right control at the right time. In this entertaining and insightful analysis, cognitive scientist Don Norman hails excellence of design as the most important key to regaining the competitive edge in influencing consumer behavior. Now fully expanded and updated, with a new introduction by the author, The Design of Everyday Things is a powerful primer on how-and why-some products satisfy customers while others only frustrate them.",
        "state": "TODO"
      },
      "suggester": {
        "name": "Martin",
        "photoUrl": "https://lh3.googleusercontent.com/a-/AAuE7mAPzi9I0oWnggqmVR5fL9Be88VNOChcDom8QgQ1fA=s96-c"
      },
      "recommendation": "TODO"
    },
    {
      "suggestion": {
        "title": "Their Darkest Hour",
        "subTitle": "People Tested to the Extreme in WWII",
        "author": "Laurence Rees",
        "pageCount": 336,
        "publishedDate": "2011-10-31",
        "isbn": "9781448116287",
        "thumbnailAddress": "http://books.google.com/books/content?id=49Q2WWodc2QC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "googleBooksLink": "http://books.google.at/books?id=49Q2WWodc2QC&dq=9780091917593&hl=&source=gbs_api",
        "language": "en",
        "summary": "How could Nazi killers shoot Jewish women and children at close range? Why did Japanese soldiers rape and murder on such a horrendous scale? How was it possible to endure the torment of a Nazi concentration camp? Award-winning documentary maker and historian Laurence Rees has spent nearly 20 years wrestling with these questions in the course of filming hundreds of interviews with people tested to the extreme during World War II. He has come face-to-face with rapists, mass murderers, even cannibals, but he has also met courageous individuals who are an inspiration to us all. In Their Darkest Hour he presents 35 of his most electrifying encounters.",
        "state": "TODO"
      },
      "suggester": {
        "name": "Martin",
        "photoUrl": "https://lh3.googleusercontent.com/a-/AAuE7mAPzi9I0oWnggqmVR5fL9Be88VNOChcDom8QgQ1fA=s96-c"
      },
      "recommendation": "TODO"
    },
    {
      "suggestion": {
        "title": "All Quiet on the Western Front",
        "subTitle": "A Novel",
        "author": "Erich Maria Remarque",
        "pageCount": 240,
        "publishedDate": "2013-09-03",
        "isbn": "9780812985535",
        "thumbnailAddress": "http://books.google.com/books/content?id=pgvqsaYvgacC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "googleBooksLink": "http://books.google.at/books?id=pgvqsaYvgacC&dq=Nothing%2Bnew%2Bon%2Bthe%2Bwestern%2Bfront&hl=&source=gbs_api",
        "language": "en",
        "summary": "Considered by many the greatest war novel of all time, All Quiet on the Western Front is Erich Maria Remarque’s masterpiece of the German experience during World War I. I am young, I am twenty years old; yet I know nothing of life but despair, death, fear, and fatuous superficiality cast over an abyss of sorrow. . . . This is the testament of Paul Bäumer, who enlists with his classmates in the German army during World War I. They become soldiers with youthful enthusiasm. But the world of duty, culture, and progress they had been taught breaks in pieces under the first bombardment in the trenches. Through years of vivid horror, Paul holds fast to a single vow: to fight against the principle of hate that meaninglessly pits young men of the same generation but different uniforms against one another . . . if only he can come out of the war alive. “The world has a great writer in Erich Maria Remarque. He is a craftsman of unquestionably first rank, a man who can bend language to his will. Whether he writes of men or of inanimate nature, his touch is sensitive, firm, and sure.”—The New York Times Book Review",
        "state": "TODO"
      },
      "suggester": {
        "name": "Martin",
        "photoUrl": "https://lh3.googleusercontent.com/a-/AAuE7mAPzi9I0oWnggqmVR5fL9Be88VNOChcDom8QgQ1fA=s96-c"
      },
      "recommendation": "TODO"
    },
    {
      "suggestion": {
        "title": "Thinking, Fast and Slow",
        "subTitle": "",
        "author": "Daniel Kahneman",
        "pageCount": 512,
        "publishedDate": "2011-10-25",
        "isbn": "9781429969352",
        "thumbnailAddress": "http://books.google.com/books/content?id=ZuKTvERuPG8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "googleBooksLink": "https://play.google.com/store/books/details?id=ZuKTvERuPG8C&source=gbs_api",
        "language": "en",
        "summary": "Major New York Times bestseller Winner of the National Academy of Sciences Best Book Award in 2012 Selected by the New York Times Book Review as one of the ten best books of 2011 A Globe and Mail Best Books of the Year 2011 Title One of The Economist's 2011 Books of the Year One of The Wall Street Journal's Best Nonfiction Books of the Year 2011 2013 Presidential Medal of Freedom Recipient Kahneman's work with Amos Tversky is the subject of Michael Lewis's The Undoing Project: A Friendship That Changed Our Minds In the international bestseller, Thinking, Fast and Slow, Daniel Kahneman, the renowned psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. The impact of overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the profound effect of cognitive biases on everything from playing the stock market to planning our next vacation—each of these can be understood only by knowing how the two systems shape our judgments and decisions. Engaging the reader in a lively conversation about how we think, Kahneman reveals where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking. He offers practical and enlightening insights into how choices are made in both our business and our personal lives—and how we can use different techniques to guard against the mental glitches that often get us into trouble. Winner of the National Academy of Sciences Best Book Award and the Los Angeles Times Book Prize and selected by The New York Times Book Review as one of the ten best books of 2011, Thinking, Fast and Slow is destined to be a classic.",
        "state": "TODO"
      },
      "suggester": {
        "name": "Martin",
        "photoUrl": "https://lh3.googleusercontent.com/a-/AAuE7mAPzi9I0oWnggqmVR5fL9Be88VNOChcDom8QgQ1fA=s96-c"
      },
      "recommendation": "TODO"
    }
  ]
}